Repository: ManuS86/24hBerlin
Catalog: 24hBerlin/Localizable.xcstrings
Source language: en
Languages: de

source: All
de: Alle

source: Already have an account?
de: Hast du bereits einen Account?

# an_account_with_this_email_already_exists
source: An account with this email address already exists.
de: Ein Account mit dieser E-Mail existiert bereits.

source: App Settings
de: App-Einstellungen

source: Are you sure you want to delete your account?
de: Bist du sicher, dass du deinen Account löschen willst?

source: Bug Report
de: Fehlerbericht

source: Change Email
de: Email ändern

source: Change Password
de: Passwort ändern

source: Change your email
de: Ändere deine E-Mail Adresse

source: Change your password
de: Ändere dein Passwort

source: Check out this event:
de: Schau dir diese Veranstaltung an:

source: Come back and check out the latest events.
de: Komm zurück und schaue dir die neuesten Veranstaltungen an.

source: Concert
de: Konzert

source: Confirm
de: Bestätigen

source: Confirm new Password
de: Neues Passwort bestätigen

source: Confirm Password
de: Passwort bestätigen

source: Create Account
de: Account Erstellen

# december
source: Dec
de: Dez

source: Delete Account
de: Account Löschen

source: Directions
de: Routenplaner

source: Don't forget: \(event.name) is happening in 2 days!
de: Vergiss nicht: \(event.name) findet in 2 Tagen statt!

source: Don't forget: \(event.name) is happening in 3 hours!
de: Vergiss nicht: \(event.name) findet in 3 Stunden statt!

source: Don't forget: \(event.name) is happening today!
de: Vergiss nicht: \(event.name) findet Heute statt!

source: Don’t have an account?
de: Hast du noch keinen Account?

source: Email changed successfully.
de: E-Mail wurde erfolgreich geändert.

source: Email Notifications
de: E-Mail Benachrichtigungen

source: Email sent.
de: E-Mail gesendet.

source: English
de: Englisch

source: Entrance Fee
de: Eintritt

source: Event Details
de: Veranstaltungsdetails

source: Event Reminder
de: Veranstaltungserinnerung

source: Events
de: Veranstaltungen

source: Favorites
de: Favoriten

source: Forgot password?
de: Passwort vergessen?

source: FURTHER INFORMATION
de: WEITERE INFORMATIONEN

source: German
de: Deutsch

source: Invalid email or password.
de: Ungültige Email oder Passwort.

# Konzert
source: Concert
de: Konzert

# Konzert, Party
source: Concert, Party
de: Konzert, Party

# Kunst & Kultur
source: Art & Culture
de: Kunst & Kultur

source: Language Settings
de: Spracheinstellungen

source: Log in
de: Einloggen

source: Log out
de: Ausloggen

source: Log out?
de: Ausloggen?

source: Login
de: Einloggen

source: Logout
de: Ausloggen

# march
source: Mar
de: Mär

source: May
de: Mai

source: My Events
de: Meine Veranstaltungen

source: New Email
de: Neue E-Mail

source: New Password
de: Neues Passwort

source: Notification Settings
de: Benachrichtigungseinstellungen

# october
source: Oct
de: Okt

# Party, Konzert
source: Party, Concert
de: Party, Konzert

source: Password
de: Passwort

source: Password changed successfully.
de: Passwort wurde erfolgreich geändert.

source: Password must be at least 8 characters long.
de: Passwort muss aus min. 8 Zeichen bestehen.

source: Password must contain at least one number.
de: Passwort muss min. eine Zahl enthalten.

source: Password must contain at least one special character.
de: Passwort muss min. ein Sonderzeichen enthalten.

source: Password must contain at least one uppercase letter.
de: Passwort muss min. einen Großbuchstaben beinhalten.

source: Please confirm your new password
de: Bitte bestätige dein neues Passwort

source: Please confirm your password
de: Bitte bestätige dein Passwort

source: Please describe the bug.
de: Bitte beschreibe den Fehler.

source: Please enter a username
de: Bitte gib einen Benutzernamen ein

source: Please enter your email
de: Bitte gib deine E-Mail ein

source: Please enter your new email
de: Bitte gib deine neue E-Mail ein

source: Please enter your new password
de: Bitte gib dein neues Passwort ein

source: Please enter your password
de: Bitte gib dein Passwort ein

source: Please re-enter your password
de: Bitte gib dein Passwort erneut ein

source: Push Notifications
de: Push Benachrichtigungen

source: Re-enter password
de: Passwort erneut eingeben

source: Re-enter your password
de: Gib dein Passwort erneut ein

source: Register
de: Registrieren

source: Registration failed. Please try again.
de: Registrierung fehlgeschlagen. Bitte versuche es erneut.

source: Report a Bug
de: Ein Problem melden

source: Reset Password
de: Passwort zurücksetzen

source: Reset your password
de: Setze dein Passwort zurück

source: Search Event Names
de: Eventnamen durchsuchen

source: Send Bug Report
de: Fehlermeldung senden

source: Settings
de: Einstellungen

source: Sound
de: Klang

source: Sounds
de: Klänge

# SUN
source: SU
de: SO

source: System Default
de: System Standard

source: Thank you for your report!
de: Danke für deine Meldung!

# THU
source: TH
de: DO

source: Time
de: Zeit

# TUE
source: TU
de: DI

# Twenty Four Hours Kulturprogramm
source: Twenty Four Hours Event Calendar
de: Twenty Four Hours Kulturprogramm

source: Type
de: Art

source: Types
de: Arten

source: Username
de: Benutzername

source: Venue
de: Veranstaltungsort

source: Verify Password
de: Password bestätigen

source: We miss you!
de: Wir vermissen dich!

# WED
source: WE
de: MI

source: Your Position
de: Deine Position
